---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CeilingAttrSpacing2Param
source: html/5064d65c-2add-b1fa-e99f-0c27f9abc756.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CeilingAttrSpacing2Param Property

"Spacing Axis 2"

## Syntax (C#)
```csharp
public static ForgeTypeId CeilingAttrSpacing2Param { get; }
```